["test","Long, oversized T-shirt in soft cotton jersey without a print motif on the front.","Short suit jacket in woven fabric with a brushed finish. Notch lapels, a concealed press-stud fastening, diagonal welt front pockets and a detachable tie belt at the waist. Lined.","Shirt in a soft rib knit containing some wool with a V-neck, gently dropped shoulders and long sleeves. No buttons.","Knee-length satin shirt in a relaxed fit with a deep V-neck, long, wide sleeves with buttoned cuffs, and a rounded hem. Unlined.","Oversized suit in a soft weave with notch lapels, a button at the front, a chest pocket, flap front pockets, and a single back vent. Lined.","Shirt in a fluffy knit with a small, stand-up, roll-edge collar, dropped shoulders and long sleeves with close-fitting cuffs. Ribbing around the neckline, cuffs and hem.","Zip-through hoodie of pajamas in soft velour. Double-layered hood, a zip down the front, front pockets, dropped shoulders, long sleeves and trims at the cuffs and hem.","Calf-length shirt in woven fabric with a sheen. Relaxed fit with a V-neck, long raglan sleeves and an asymmetric seam at the hips. Unlined.","Long T-shirt in softly draping satin with a stand-up collar, covered buttons at the top and a yoke with a pleat at the back. Long sleeves with wide, buttoned cuffs. Rounded hem with slits in the sides. Longer at the back.","Fashion is not something that exists in dresses only. Fashion is in the sky, in the street, fashion has to do with ideas, the way we live, what is happening.","A girl should be two things: classy and fabulous. I don't care what you think about me. I don't think about you at all.","Beauty is an outward gift which is seldom despised, except by those to whom it has been refused.","I wanted to give a woman comfortable clothes that would flow with her body. A woman is closest to being naked when she is well-dressed.","Beauty is only skin deep, but it's a valuable asset if you are poor or haven't any sense. Beauty is a huge, undeserved gift that is given by chance, silly.","Luxury must be comfortable, otherwise it is not luxury. Don't spend time beating on a wall, hoping to transform it into a door.","Beauty is a sort of bloom on a woman. If you have it you don't need to have anything else; and if you don't have it, it doesn't much matter what else you have.","Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejuvenate women. To make women look young. Then their outlook changes. They feel more joyous.","Beauty will never understand its essence. You see beauty, I see pain. You see sky and I see acid rain.","Since everything is in our heads, we had better not lose them. In order to be irreplaceable one must always be different.","Elegance is not the prerogative of those who have just escaped from adolescence, but of those who have already taken possession of their future.","I don't think of all the misery but of the beauty that still remains. The definition of beauty is easy; it`s what leads you to desperation.","Being jealous of a beautiful woman is not going to make you more beautiful. Without discipline, there's no life at all.","The difference between style and fashion is quality. Nothing is impossible, the word itself says 'I'm possible'!","Anyone who keeps the ability to see beauty never grows old. Those who cannot change their minds cannot change anything.","Beauty isn't worth thinking about; what's important is your mind. You don't want a fifty-dollar haircut on a fifty-cent head.","If I'd observed all the rules, I'd never have got anywhere. Nothing is beautiful from every point of view.","Beauty is power; a smile is its sword. Delicacy is to affectation what grace is to beauty.","Secrecy is the element of all goodness; even virtue, even beauty is mysterious. The beauty of a lovely woman is like music.","A day without laughter is a day wasted. Everything has beauty, but not everyone sees it.","Success is often achieved by those who don't know that failure is inevitable. Great loves too must be endured.","Fashion has become a joke. The designers have forgotten that there are women inside the dresses. Most women dress for men and want to be admired. But they must also be able to move, to get into a car without bursting their seams! Clothes must have a natural shape.","A woman who doesn't wear perfume has no future. Fashion fades, only style remains the same.","In order to be irreplaceable one must always be different. True beauty is not related to what color your hair is or what color your eyes are.","There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time.","If you don't get out of the box you've been raised in, you won't understand how much bigger the world is.","Fashion is architecture: It is a matter of proportions. There are people who have money and people who are rich."]