["test","Взрослые вещи могут большемерить, качество некоторых не соответствуют цене, дорогая доставка, качество подарков соответствует качеству подарков:)\r\nНесомненно, что интернет-магазины - это удобно! Но я наверное больше любитель обычного шоппинга:)","Я всегда как-то достаточно скептически относилась к интернет-магазинам одежды... не то, чтобы у меня фигура уж очень не стандартная, но зачастую то вещь намного меньше, то намного больше заказанного размера... ребёнку ещё проще покупать ","Что касаемо вещей, то уж если их покупать, то в хорошем магазине и самой, чтобы увидеть все дочеты и недочеты данной вещи. К бутикам он-лайн я отношусь скептически, т. к. зачастую не знаешь, что покупаешь...","Заказываю одежду в этом интернет-магазине больше двух лет. Нравится удобный сайт, можно подробно рассмотреть каждую вещь и почитать отзывы других покупателей на нее. Одежда стильная и красивая, особенно детская, но могут возникнуть трудности с определением...","Нашел на сайте кардиган нужного цвета и размера. Позвонил, подтвердили наличие на складе во Франции, срок поставки на склад в Россию 2 недели. сделал заказ.","Всем привет! Регулярно покупаю товары в этом магазине. Бывает запаздывает доставка, хотя качество всегда на высоте. Удобный интернет-каталог, легко можно выбрать нужный товар и быстро его заказать))","Интернет-магазин даёт возможность примерить одежду, обувь и другие товары перед оплатой заказа курьеру. Оплачивайте только то, что вам подошло и понравилось! Вы можете оплатить покупки не только наличными, но и банковской картой. У всех курьеров при себе есть терминал для оплаты картами. Очень удобно!","Интернет-магазины давно и плотно вошли в мою жизнь. А из-за ограничений покупки онлайн стали прямо-таки жизненной необходимостью. В то же время я довольно педантичный покупатель, поэтому в моем постоянном пользовании не так много интернет-магазинов, но все они проверены временем и многочисленными покупками.","Лучший интернет-магазин халявных вещичек для малышей! Бесплатная доставка, отличное качество, супер цены. Будущие и молодые мамочки, полезная информация для Вас, о выборе одежды и не только + фото вещичек с ценами и фото усадки после стирки."]