["test","Jacket in soft faux shearling with a kangaroo pocket. Hood with an elastic drawstring, jackets with concealed elastication at the cuffs, and an elastic drawstring at the hem.","Shirt in soft cotton flannel with a turn-down collar, classic front and yoke at the back. Long sleeves with buttoned cuffs and a sleeve placket with a link button, an open chest pocket, and a rounded hem. Relaxed Fit – a straight fit with good room for movement creating a comfortable, relaxed silhouette.","Hoodie in cotton sweatshirt fabric. Regular fit with a lined, drawstring, wrapover hood, long sleeves, a kangaroo pocket and ribbing at the cuffs and hem.","Regular-fit, round-necked tops in soft cotton jersey with T-shirts.","Slim-fit T-shirts in soft cotton jersey with a round neckline.","Relaxed-fit cap fabric made from a cotton blend with dropped shoulders and ribbing around the neckline, cuffs and hem. Soft brushed inside.","Shacket in heavy jersey with a collar, yoke at the back and press-studs down the front. Flap chest pockets with a press-stud, long sleeves with a press-stud at the cuffs, and a straight-cut hem . Regular Fit – a classic fit with good room for movement and a gently tapered waist to create a comfortable, tailored silhouette.","Blank Staples is a timeless collection of high-quality, minimalistic streetwear. This quilted puffer jacket is made from windproof, water-repellent fabric and has a stand-up collar, zip down the front, dropped shoulders and long sleeves with covered elastication and a tab with a hook and loop fastening at the cuffs. Diagonal front pockets with a press-stud, an inner pocket with a hook and loop fastening, and a concealed, elastic drawstring at the hem for an adjustable fit. Lined. Style with other pieces from the collection for a pared back, on-trend look.","Military shirt in a soft jacquard knit with a round, ribbed neckline and ribbing at the cuffs and hem. The polyester content of the jumper is recycled.","Fashion is not something that exists in dresses only. Fashion is in the sky, in the street, fashion has to do with ideas, the way we live, what is happening.","A man should be two things: classy and fabulous. I don't care what you think about me. I don't think about you at all.","Beauty is an outward gift which is seldom despised, except by those to whom it has been refused.","I wanted to give a man comfortable clothes that would flow with her body. A man is closest to being naked when she is well-dressed.","Beauty is only skin deep, but it's a valuable asset if you are poor or haven't any sense. Beauty is a huge, undeserved gift that is given by chance, silly.","Luxury must be comfortable, otherwise it is not luxury. Don't spend time beating on a wall, hoping to transform it into a door.","Beauty is a sort of bloom on a man. If you have it you don't need to have anything else; and if you don't have it, it doesn't much matter what else you have.","Fashion is always of the time in which you live. It is not something standing alone. But the grand problem, the most important problem, is to rejuvenate men. To make men look young. Then their outlook changes. They feel more joyous.","Beauty will never understand its essence. You see beauty, I see pain. You see sky and I see acid rain.","Since everything is in our heads, we had better not lose them. In order to be irreplaceable one must always be different.","Elegance is not the prerogative of those who have just escaped from adolescence, but of those who have already taken possession of their future.","I don't think of all the misery but of the beauty that still remains. The definition of beauty is easy; it`s what leads you to desperation.","Being jealous of a beautiful man is not going to make you more beautiful. Without discipline, there's no life at all.","The difference between style and fashion is quality. Nothing is impossible, the word itself says 'I'm possible'!","Anyone who keeps the ability to see beauty never grows old. Those who cannot change their minds cannot change anything.","Beauty isn't worth thinking about; what's important is your mind. You don't want a fifty-dollar haircut on a fifty-cent head.","If I'd observed all the rules, I'd never have got anywhere. Nothing is beautiful from every point of view.","Beauty is power; a smile is its sword. Delicacy is to affectation what grace is to beauty.","Secrecy is the element of all goodness; even virtue, even beauty is mysterious. The beauty of a lovely man is like music.","A day without laughter is a day wasted. Everything has beauty, but not everyone sees it.","Success is often achieved by those who don't know that failure is inevitable. Great loves too must be endured.","Fashion has become a joke. The designers have forgotten that there are men inside the dresses. Most men dress for men and want to be admired. But they must also be able to move, to get into a car without bursting their seams! Clothes must have a natural shape.","A man who doesn't wear perfume has no future. Fashion fades, only style remains the same.","In order to be irreplaceable one must always be different. True beauty is not related to what color your hair is or what color your eyes are.","There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time.","If you don't get out of the box you've been raised in, you won't understand how much bigger the world is.","Fashion is architecture: It is a matter of proportions. There are people who have money and people who are rich."]